/* details panel string - number of times the program has crashed */
"# of Crashes" = "Nombre de blocages";

/* details panel string - number of times the program has been launched */
"# of Launches" = "Nombre de lancements";

/* Download window title - text is name of the running application */
"%@ Update" = "Mise à jour de %@";

/* title of new versions available dialog, when no updates are available - text is name of application */
"%1$@ is up to date." = "%1$@ est à jour.";

/* error description */
"%s is not reachable." = "%s n’est pas joignable.";

/* error description when trying to start a download when one is already in progress */
"A download is already in progress." = "Un téléchargement est déjà en cours.";

/* error reason - OSUInstaller.sh is missing */
"Cannot find the installer script." = "Script du programme d’installation introuvable.";

/* error description - when we notice that we won't be able to unpack the update to the specified location - more detailed text, and an option to choose a different location, will follow */
"Cannot install update there" = "Impossible d’installer la mise à jour à cet emplacement";

/* error description - RSS feed has an enclosure but the URL is malformed */
"Cannot parse enclosure url '%@'." = "Impossible d’analyser l’URL de la pièce jointe “%@”.";

/* error description */
"Cannot parse price '%@' -- it should contain only digits and possibly a period as a decimal separator." = "Impossible d’analyser le prix “%@” (qui ne doit contenir que des chiffres et éventuellement une virgule comme séparateur décimal).";

/* error description */
"Cannot parse release notes url '%@'." = "Impossible d’analyser l’URL des notes sur la version “%@”.";

/* error reason - tried to run a check operation to fetch software update information, but it exited with an error code */
"Check operation failed." = "L’opération de recherche a échoué.";

/* title of new versions available dialog, when in the process of checking for updates - text is name of application */
"Checking for %1$@ updates." = "Recherche des mises à jour de %1$@.";

/* error recovery option - to let the user choose where to install the newly-downloaded update */
"Choose Location\\U2026" = "Choisir l’emplacement…";

/* error text generated when software update is unable to retrieve the list of current software versions */
"Could not contact %s." = "Impossible de contacter %s.";

/* error message - we downloaded and unpacked an update, but we can't stat its CFBundleExecutable file */
"Could not examine application" = "Impossible d’examiner l’application";

/* error message - we downloaded and unpacked an update, but now we can't read it */
"Could not read directory" = "Impossible de lire le répertoire";

/* status description */
"Decompressing\\U2026" = "Décompression…";

/* error title */
"Download failed" = "Échec du téléchargement";

/* Download status - text is filename of update package being downloaded */
"Downloading %@ \\U2026" = "Téléchargement de %@ en cours…";

/* details panel string - version of video card driver */
"Driver Version" = "Version du gestionnaire";

/* error description */
"Error fetching software update information." = "Erreur lors de l’extraction des informations de mise à jour du logiciel.";

/* error description */
"Error while checking for updated version." = "Erreur lors de la recherche d’une version mise à jour.";

/* error reason */
"Exception raised: %@" = "Exception : %@";

/* details panel string - list of OpenCL platform extensions */
"Extensions" = "Extensions";

/* error reason */
"Extract script failed." = "Le script d’extraction a échoué.";

/* status message - copying application from disk image to target filesystem */
"Extracting updated application\\U2026" = "Extraction en cours de l’application à jour…";

/* details panel string - column header for OpenCL device extensions */
"Exts" = "Ext.";

/* error reason */
"Failed to create authorization." = "La création de l’autorisation a échoué.";

/* relaunch error message */
"Failed to create child pipe: %s" = "La création du canal enfant a échoué : %s";

/* error reason */
"Failed to execute install script with authorization." = "L’exécution du script d’installation avec l’autorisation a échoué.";

/* relaunch error message */
"Failed to fork child process: %s" = "Impossible de bifurquer le processus enfant : %s";

/* free upgrade price string - displayed in price column */
"free!" = "gratuit !";

/* details panel string - column header for OpenCL device core frequency */
"Freq." = "Fréq.";

/* details panel string - name of video card driver */
"Hardware Driver" = "Gestionnaire du matériel";

/* error reason */
"hdiutil failed to attach the disk image" = "hdiutil n’a pas réussi à joindre l’image disque.";

/* details panel string - accumulated number of hours the program has been running */
"Hours Run" = "Heures exécution";

/* button title to allow user to stop being notified of releases on a particular track (eg, 'rc', 'beta', 'sneakypeek') - used in stability downgrade warning pane */
"Ignore \\U201C%@\\U201D Releases" = "Ignorer les versions “%@”";

/* button title - (download and) install the selected update */
"Install" = "Installer";

/* error reason */
"Install script exited due to signal %d." = "L’installation du script s’est fermée en raison du signal %d.";

/* error reason */
"Install script exited with status %d." = "L’installation du script s’est fermée avec l’état %d.";

/* error reason */
"Install script failed." = "L’installation du script a échoué.";

/* status description */
"Installing\\U2026" = "Installation…";

/* details panel string - amount of video memory installed
   details panel string - column header for OpenCL device memory sizes */

"Memory" = "Mémoire";

/* button title - display more information about the selected update */
"More Information..." = "Plus d’informations...";

/* error reason - we downloaded an update, and it has more than one application in it */
"More than one application found in update (%@)" = "Plus d’une application a été trouvée dans la mise à jour (%@)";

/* status message */
"Mounting disk image\\U2026" = "Montage de l’image disque…";

/* error reason */
"Multiple mount points found in hdiutil results." = "Plusieurs points de montage trouvés dans les résultats de hdiutil.";

/* error reason - we downloaded an update, but it doesn't seem to contain a new application */
"No application was found in the update" = "Aucune application n’a été trouvée dans la mise à jour";

/* error reason */
"No mount point found in hdiutil results." = "Aucun point de montage trouvé dans les résultats de hdiutil.";

/* error description - RSS feed does not have an enclosure that we can use */
"No suitable enclosure found." = "Aucune pièce jointe appropriée trouvée.";

/* details panel string - name of the OpenGL driver */
"OpenGL Driver" = "Gestionnaire OpenGL";

/* details panel string */
"OpenGL Extensions" = "Extensions OpenGL";

/* details panel string */
"OpenGL Renderer" = "Moteur de rendu OpenGL";

/* details panel string */
"OpenGL Vendor" = "Fournisseur OpenGL";

/* details panel string */
"OpenGL Version" = "Version OpenGL";

/* details panel string - PCI bus ID of video card */
"PCI ID" = "ID PCI";

/* error suggestion when trying to start a download when one is already in progress */
"Please cancel the existing download before starting another." = "Veuillez annuler le téléchargement en cours avant d’en lancer un autre.";

/* error message - unable to download URL - extra text if it looks like a problem with the local filesystem */
"Please check the permissions and space available in your downloads folder." = "Vérifiez les autorisations et l’espace disponible dans le dossier de vos téléchargements.";

/* error reason */
"Please try again later or contact us to let us know this is broken." = "Réessayez ou contactez-nous pour nous signaler un dysfonctionnement.";

/* details panel value - shown if Quartz Extreme is not enabled */
"Quartz Extreme Disabled" = "Quartz Extreme désactivé";

/* details panel value - shown if Quartz Extreme is enabled */
"Quartz Extreme Enabled" = "Quartz Extreme activé";

/* relaunch error button */
"Quit" = "Quitter";

/* Download status - Done downloading, about to prompt the user to let us reinstall and restart the app */
"Ready to Install" = "Prêt à installer";

/* Window title for the release notes window */
"Release Notes" = "Notes sur la version";

/* status description - when quitting this application in order to finish upgrading */
"Restarting\\U2026" = "Redémarrage en cours…";

/* error description - expected to find a specific element in RSS feed but didn't */
"RSS node contains no match for '%@'." = "Le nœud RSS ne contient pas de concordance pour “%@”.";

/* title of new versions available dialog, when in the process of checking for updates - text is name of application - only used if this downgrade does not have a more specific warning message available */
"Stability downgrade warning" = "Il se peut que la version que vous avez sélectionnée soit moins stable que la version que vous exécutez.";

/* error reason */
"System call wait() failed for install script." = "L’appel système à la fonction wait() a échoué pour l’installation du script.";

/* error description */
"The data returned from <%@> was not a valid XML document." = "Les données renvoyées par “%@” n’étaient pas un document XML valide.";

/* error failure reason - when the destination location is on a filesystem mounted with NOEXEC (cannot run programs from it) */
"The destination volume, \\U201C%@\\U201D, does not allow applications." = "Le volume de destination “%@” n’autorise pas les applications.";

/* error failure reason - when the destination location is on a read-only filesystem such as a disk image or CDROM */
"The destination volume, \\U201C%@\\U201D, is not writable." = "Le volume de destination “%@” n’est pas accessible en écriture.";

/* caution text - it's actual size, but it seems much bigger to me - warn that it might be damaged or even maliciously replaced */
"The file is the wrong size (%@ too long). It might be corrupted." = "Le fichier n’est pas de la bonne taille (%@ trop long). Il est peut-être endommagé.";

/* caution text - we downloaded a file, but it's smaller than it's supposed to be - warn that it might be damaged or even maliciously replaced */
"The file is the wrong size (%@ too short). It might be corrupted." = "Le fichier n’est pas de la bonne taille (%@ trop court). Il est peut-être endommagé.";

/* caution text - we downloaded a file, but its checksum is not correct - warn that it might be damaged or even maliciously replaced. Parameter is name(s) of hash algorithms (md5, sha1, etc) */
"The file's checksum does not match (%@). It might be corrupted." = "La somme de contrôle du fichier ne concorde pas (%@). Il est peut-être endommagé.";

/* error description - the update information wasn't signed at all, but we require it to be signed */
"The update information is not signed." = "Les informations de mise à jour ne sont pas signées.";

/* Install dialog message - small note indicating that app will be installed in a system or network directory - @ is replaced with name of directory, eg Applications */
"The update will be installed in the @ folder." = "La mise à jour sera installée dans le dossier @.";

/* Install dialog message - small note indicating that app will be installed in a user directory - @ is replaced with name of directory, eg Applications */
"The update will be installed in your @ folder." = "La mise à jour sera installée dans votre dossier @.";

/* error reason - we downloaded an update, but there's something obviously wrong with the updated application, like it doesn't have an Info.plist or whatever */
"The updated application is invalid (%@)" = "L’application mise à jour n’est pas valide (%@)";

/* title of new versions available dialog, when multiple updates are available - text is name of application */
"There are %2$d updates available for %1$@." = "%2$d mises à jour sont disponibles pour %1$@.";

/* title of new versions available dialog, when one update is available - text is name of application */
"There is an update available for %1$@." = "Une mise à jour d’%1$@ est disponible.";

/* error description - the checksum or signature didn't match - more info in underlying error */
"There was a problem checking the signature." = "Un problème est survenu lors de la vérification de la signature.";

/* error message - unable to download URL - extra text if it looks like a transitory network problem */
"This may be a temporary network problem." = "C’est peut-être un problème de réseau temporaire.";

/* text of dialog box informing user of change in software update query */
"This version of %@ sends additional information using your Internet connection (when active) to check for new and updated versions of itself." = "Cette version de %@ envoie des informations supplémentaires à l’aide de votre connexion Internet (lorsque celle-ci est active) pour rechercher des nouvelles versions et des mises à jour de l'application.";

/* error reason - we ran a helper tool to fetch software update information, but it didn't return any information */
"Tool returned no data" = "L’outil n’a renvoyé aucune donnée";

/* details panel string - column header for OpenCL device type */
"Type" = "Type";

/* error description - we have some update information but it doesn't look authentic */
"Unable to authenticate the response from the software update server." = "Impossible d’authentifier la réponse du serveur de mise à jour de logiciels.";

/* error message - unable to download URL to LOCALFILENAME - will often be followed by more detailed explanation */
"Unable to download %@ to %@." = "Impossible de télécharger %1$@ vers %2$@.";

/* error message - unable to download URL (but no LOCALFILENAME was chosen yet) - will often be followed by more detailed explanation */
"Unable to download %@." = "Impossible de télécharger %@.";

/* error description - will be followed by more detailed error reason */
"Unable to fetch software update information." = "Impossible de récupérer les informations de mise à jour de logiciels.";

/* error description
   error description - could not copy from disk image to destination filesystem
   error description - could not move application into place during install
   error description - could not process .tar.bz2 file
   error description - we downloaded an update, but it doesn't seem to be valid
   error description - we downloaded an update, but there seems to be something wrong with the application it contained */





"Unable to install update" = "Impossible d’installer la mise à jour.";

/* error description */

"Unable to mount disk image" = "Impossible de monter l’image disque.";

/* error description */
"Unable to parse response from the software update server." = "Impossible d’analyser la réponse du serveur de mise à jour.";

/* error reason */
"Unable to parse the response from hdiutil: %@" = "Impossible d’analyser la réponse de hdiutil : %@";

/* relaunch error title */
"Unable to relaunch" = "Impossible de relancer";

/* details panel string - column header for OpenCL device processing-unit count */
"Units" = "Unités";

/* error reason - downloaded upgrade package was not in a format we recognize */
"Unknown package type." = "Type de paquet inconnu.";

/* status message */
"Unmounting disk image\\U2026" = "Démontage de l’image disque en cours…";

/* Download status */
"Verifying file\\U2026" = "Vérification du fichier…";

/* message of no updates are available dialog */
"You are currently running %@." = "Vous exécutez actuellement %@.";

/* message of new versions available dialog */
"You are currently running %@.  If you're not ready to update now, you can use the [Update preference pane] to check for updates later or adjust the frequency of automatic checking." = "Vous exécutez actuellement %@.  Si vous n’êtes pas prêt à mettre à jour maintenant, vous pouvez utiliser la [sous-fenêtre des préférences de mise à jour] pour rechercher les mises à jour ultérieurement ou modifier la fréquence de recherche automatique.";

/* error recovery suggestion - when we notice that we won't be able to unpack the update to the specified location - we offer to let the user choose another install location */
"You may be able to install in a different location." = "Vous pouvez peut-être installer à un emplacement différent.";

/* error text generated when software update is unable to retrieve the list of current software versions */
"Your Internet connection might not be active, or there might be a problem somewhere along the network." = "Votre connexion Internet n’est peut-être pas active ou il peut y avoir un problème quelque part dans le réseau.";